[
    {
        "id":"1",
        "titre":"DEFINITION DE LA FORÊT",
        "article":"Article 1",
        "contenu": "Par forêt, au sens de la présente Loi N° 97/017, on entend toutes surfaces répondant aux qualifications ci-après: les surfaces couvertes d'arbres ou de végétation ligneuse, autres que plantées à des fins exclusives de production fruitière, de production de fourrage ou d'ornementation; les surfaces occupées par les arbres et les buissons situés sur les berges des cours d'eau et lacs et sur des terrains érodés; les terrains dont les fruits exclusifs ou principaux sont des produits forestiers, tels qu'ils sont définis à l'alinéa ci-dessous; Sont qualifiés produits des forêts : tous produits naturels issus de leur expLoi N° 97/017tation et dont la liste fera l’objet d’un décret.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"2",
        "titre":"DEFINITION DE LA FORÊT",
        "article":"Article 2",
        "contenu":"Sont assimilés aux forêts: les surfaces non boisées d'un bien fonds forestier telles que les clairières ou surfaces occupées par des routes forestières, constructions et installations nécessaires à la gestion forestière; les terrains non boisés à vocation forestière, notamment pour la conservation et la restauration des sols, la conservation de la biodiversité, la régulation des systèmes hydriques ou l'accroissement de la production forestière dès qu'ils auront fait l'objet d'un classement tel que défini à l’article 44 de la présente Loi N° 97/017; les terrains déboisés depuis moins de cinq ans et n'ayant pas fait l'objet d'une autorisation de défrichement; les marais, les peuplements d'aloës; les peuplements naturels et purs d'arbres produisant des fruits, tels que les manguiers et anacardiers; les mangroves, les bois sacrés, les raphières (coeur de palmiers Ravinala).",
        "type":"Loi N° 97/017"
    },
    {
        "id":"3",
        "titre":"DEFINITION DE LA FORÊT",
        "article":"Article 3",
        "contenu":"Des surfaces minimales peuvent être fixées par voie réglementaire et adaptées au niveau régional",
        "type":"Loi N° 97/017"
    },
    {
        "id":"4",
        "titre":"DEFINITION DE LA FORÊT",
        "article":"Article 4",
        "contenu":" Ne sont pas considérés comme forêts: les cultures d’arbres et boisements plantés sur un terrain non forestier; les jardins boisés, les allées et parcs urbains et les pépinières non situées sur des biens fonds forestiers; les cultures d'arbres et boisements destinés à une expLoi N° 97/017tation à court terme, plantés sur un terrain non forestier, annoncés et enregistrés comme tels auprès de l'Administration forestière lors de leur établissement. toute surface donnant des produits agricoles, sauf s'il s'agit de surface couverte d'arbres ayant poussé naturellement, ou de reboisements; les pâturages, suivant la vocation des sols définie par la Loi N° 97/017.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"5",
        "titre":"DEFINITION DE LA FORÊT",
        "article":"Article 5",
        "contenu":"La constatation de la nature forestière d'un terrain relève de la compétence d'une commission forestière du lieu de situation du terrain et dont la composition et le mode de fonctionnement sont déterminés par décret",
        "type":"Loi N° 97/017"
    },
    {
        "id":"6",
        "titre":"DEFINITION DE LA FORÊT",
        "article":"Article 6",
        "contenu":"Les décisions de la commission sont susceptibles de recours devant la juridiction administrative qui pourra statuer sur tous les cas de litige",
        "type":"Loi N° 97/017"
    },
    {
        "id":"7",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE 1er.DEFINITION",
        "article":"Article 7",
        "contenu":"Le régime forestier est l’ensemble des dispositions législatives et réglementaires ayant pour objet la protection et la bonne gestion durable des ressources forestières.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"8",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "article":"Article 8",
        "contenu":"Toute forêt peut être soumise au régime forestier ou en être distraite par décision de l’Administration après avis de la commission forestière prévue à l’article 5 de la présente Loi N° 97/017.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"9",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "article":"Article 9",
        "contenu":"Toute forêt peut être soumise au régime forestier ou en être distraite par décision de l’Administration après avis de la commission forestière prévue à l’article 5 de la présente Loi N° 97/017.",
        "type":"Loi N° 97/017"
    },
    {   
        "id":"10",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"Article 10",
        "contenu":"Toute forêt soumise au régime forestier est régie par les règles de protection, de gestion et d'expLoi N° 97/017tation définies par la présente Loi N° 97/017. Tout investissement quel qu’en soit la nature qui pourra entraîner la destruction des forêts doit avoir l’aval du Ministère chargé des forêts et conformément aux dispositions de la Loi N° 97/017 M.E.C.I.E. (Mise en Compatibilité des Investissements sur l’Environnement)",
        "type":"Loi N° 97/017"
    },
    {
        "id":"11",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"Article 11",
        "contenu":" Les forêts soumises au régime forestier sont inaliénables et imprescriptibles",
        "type":"Loi N° 97/017"
    },
    {
        "id":"12",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"Article 12",
        "contenu":" Les forêts soumises au régime forestier bénéficient de divers avantages qui sont déterminés par voie réglementaire",
        "type":"Loi N° 97/017"
    },
    {
        "id":"13",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"Article 13",
        "contenu":"Sont notamment soumis au régime forestier, dès l'entrée en vigueur de la présente Loi N° 97/017, compte tenu des dispositions particulières des Conventions internationales :• les forêts naturelles telles que les Réserves Naturelles Intégrales, Parcs Nationaux, Réserves Spéciales, Forêts Classées, les Forêts domaniales, les Réserves Forestières ;• les forêts artificielles appartenant à des personnes publiques dont notamment les reboisements et périmètres de reboisement ou de restauration des sols, les stations forestières;• les forêts et terrains à boiser qui font partie du domaine de l'Etat ou sur lequel l'Etat a des droits de propriété indivis ;• les bois et forêts susceptibles d'aménagement, d'expLoi N° 97/017tation régulière ou de reconstitution et les terrains à boiser appartenant aux Collectivités territoriales décentralisées, aux établissements publics, aux établissements d'utilité publique, et à d'autres personnes morales publiques ou sur lesquels ces collectivités et personnes morales ont des droits de propriété indivis ;• les bois, forêts et terrains à boiser, propriété d'un groupement forestier constitués dans le but de mener dans les régions côtières une politique foncière de sauvegarde de l'espace littoral, de respect des sites naturels et de l'équilibre écologique ;• les terrains reboisés par l'Etat en exécution de l’article 44 de la présente Loi N° 97/017 ;• les brise-vent plantés sur des biens fonds agricoles ;• Les plantations fruitières sur terrains non forestiers, telles les cocoteraies.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"14",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"Article 14",
        "contenu":"Tout propriétaire de forêt peut demander la soumission de sa forêt au régime forestier.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"15",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"Article 15",
        "contenu":"Les conditions et les modalités de soumission au régime, peuvent varier suivant que les forêts considérées appartiennent à l'Etat, aux Collectivités Territoriales Décentralisées, aux Etablissements Publics, ou à des Personnes privées, physiques ou morales.Des décrets fixeront, en tant que de besoin, les conditions et modalités prévues à l'alinéa .",
        "type":"Loi N° 97/017"
    },
    {
        "id":"16",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"Article 16",
        "contenu":"Toute contestation relative à la soumission ou non au régime forestier relève de la compétence de la commission prévue à l'article 5 de la présente.Les modalités et conditions d’application du présent article seront déterminés par voie réglementaire.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"17",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 2. De la distraction du régime forestier",
        "article":"Article 17",
        "contenu":" Les forêts des personnes publiques et des personnes privées peuvent faire l'objet de distraction temporaire ou définitive du régime forestier.Toutefois, les Réserves Naturelles Intégrales, les Parcs Nationaux, les Réserves Spéciales et les forêts classées, dans le respect des conventions internationales ainsi que les terrains et surfaces définis à l’article 2 ne sont pas susceptibles de distraction.Pour les forêts de l'Etat, la distraction est décidée par décret en Conseil de Gouvernement sur proposition du Ministre chargé des forêts.Pour les forêts des Collectivités Territoriales Décentralisées et des Etablissements Publics, l'autorisation de distraction est accordée par le représentant régional de l'Administration Forestière, sur demande du propriétaire, après avis de la commission prévue à l'article 5 de la présente Loi N° 97/017.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"18",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 2. De la distraction du régime forestier",
        "article":"Article 18",
        "contenu":"La demande d'autorisation de distraction doit être fondée sur l'exécution d'un programme économique et social d'utilité publique.La demande de distraction est instruite dans les mêmes conditions et suivant les mêmes procédures que la demande de soumission",
        "type":"Loi N° 97/017"
    },
    {
        "id":"19",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 2. De la distraction du régime forestier",
        "article":"Article 19",
        "contenu":"La décision autorisant la distraction est prise dans les mêmes formes que pour la soumission au régime forestier.Elle est susceptible de recours par les mêmes personnes et dans les mêmes conditions que pour la soumission au régime forestier.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"20",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 2. De la distraction du régime forestier",
        "article":"Article 20",
        "contenu":"Les forêts ayant fait l'objet de distraction du régime forestier peuvent réintégrer ce régime dans les conditions et suivant les procédures prévues dans la Section 1, du chapitre II, du titre II de la présente Loi N° 97/017",
        "type":"Loi N° 97/017"
    },
    {
        "id":"21",
        "titre":"DEFINITION DE LA FORÊT",
        "article":"Article 21",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "contenu":" Sont soumises de droit au régime forestier, sauf distraction dans les conditions prévues aux articles 17 à19 de la présente Loi N° 97/017 :• les forêts de l'Etat,• les forêts des Collectivités Territoriales Décentralisées,• les forêts des Etablissements publics.Les forêts des personnes publiques dépendant du domaine de l'Etat, des Collectivités Territoriales Décentralisées et des établissements publics sont, de droit, soumises au régime forestier, dès l'entrée en vigueur de la présente Loi N° 97/017.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"22",
        "titre":"DU REGIME FORESTIER",
        "article":"Article 22",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "contenu":"Les forêts des personnes privées peuvent être soumises au régime forestier par décision du Ministère chargé des Forêts après avis de la commission forestière prévue à l'article 5 de la présente Loi N° 97/017.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"23",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "section":"Section 1. Des forêts de l'Etat",
        "article":"Article 23",
        "contenu":"Les forêts de l'Etat sont gérées conformément aux orientations de la politique forestière et aux objectifs de gestion durable des ressources forestières fixés par le Plan Directeur Forestier National élaboré de manière participative et publié par Arrêté du Ministre Chargé des Forêts.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"24",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "section":"Section 1. Des forêts de l'Etat",
        "article":"Article 24",
        "contenu":"Les forêts de l'Etat peuvent être gérées en régie.L’Etat peut déléguer la gestion de ses forêts à d'autres personnes publiques ou privées.Un décret pris en Conseil de Gouvernement fixera les modalités de délégation.",
        "type":"Loi N° 97/017"
    },
    {
        "id":"25",
        "titre":"DU REGIME FORESTIER",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "section":"Section 2. Des forêts des Collectivités Territoriales Décentralisées et des Etablissements publics",
        "article":"Article 25",
        "contenu":"Les forêts des Collectivités Territoriales Décentralisées et des Etablissements publics sont régies par les mêmes règles que pour les forêts de l'Etat.",
        "type":"Loi N° 97/017"
    }
]