[
    {
        "id":"1",
        "titre":"FAMARITANA NY ALA",
        "article":"Andininy voalohany",
        "contenu":"Amin’ny heviny raketin’izao lalàna izao, ny atao hoe ala dia ny velaran – tany rehetra mahafeno ireto toetoetra manaraka ireto : • Ny velaran-tany rakotr’hazo na zava-maniry mitsiraka, hafa noho ireo novolena manokana fotsiny ho famokarana voankazo, hamokarana vilona sakafon’ ny biby fiompy na ho haingo aman-dravaka ;• Ny velaran-tany hanirian’hazo sy kirihitra miorona amoron’ny rian-drano sy farihy ary tehezandrano kaohin-driaka ;• Ny velaran-tany izay ahitana fa ny hany vokatra na matoam-bokatra eo dia vokatry ny ala, araka ny famaritana izay amin’ ny andalàna eto ambany ; kilasiana ho vokatry ny ala ; ny vokatra voajanahary rehetra avy amin’ny fitrandrahana azy ka didim-panjakana no hanoritana ny lisitr’izy ireny",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"2",
        "titre":"FAMARITANA NY ALA",
        "article":"And.2",
        "contenu":"Ampitoviana amin’ny ala : • Ny velaran-tany tsy hanirian’hazo amin’ny faritra misy ala toy ny toerana sy kitrok’ala na valaran- dàlana manavatsava ala, ny misy trano miorina sy tsangan’asa ilaina amin’ny fitantanana ny ala ;• Ny tany tsy volen’hazo amin’ny aty ala voatokana, indrindra ho fikajiana sy famerenana amin’ny laoniny ny nofon-tany, fikajiana ny tontolom-piveloman’ny zava-miaina samihafa, fandrindrandrafitra mitana hamandoana na fampitomboana ny vokatry ny ala raha vita ny fanakilasiana azy araka ny voasoritry ny andininy faha – 76 sy ny manaraka amin’izao lalàna izao ;• Ny velaran-tany efa voakapa hazo efa hatramin’ny dimy taona latsaka nefa tsy nahozoana alàlana hanaovana famakian-tany vao ;• Ny tany hokara, ny anirian’ny vahona ;• Ny anirian’ny voahary tsy miharoharo, manome hazo fihinam-boa, toy ny manga sy ny mahabibo ;Ny ala-konko, ny hazo manan-kasina, ny anirian-drofia (iroboroboan’ny Ravinala)",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"3",
        "titre":"FAMARITANA NY ALA",
        "article":"And.3",
        "contenu":"Azo atao ny mametra amin’ny alàlan’ny didy aman-tsipika, ny farafahakelin’ny velaran-tany voatokana antonona ny isam-paritra.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"4",
        "titre":"FAMARITANA NY ALA",
        "article":"And.4",
        "contenu":"Tsy heverina ho ala : • Ny voly hazo sy ny fambolen-java-maniry amin’ny tsy faritr’ala ;• Ny zaridaina volena hazo, ny làlana sy faritra iriariavana an-tanàn-dehibe ary ny ambolena zanakazo tsy tafiditra anatin’ny faritry ny ala ;• Ny voly hazo sy ny fambolen-java-maniry ho trandrahina anatin’ny fotoana fohy, amin’ny tany tsy faritr’ala, nambara sy noraketina am-boky ho izany, tany amin’ny Fandraharahampanjakana momba ny ala fony izy ireny naorina ;• Ny velaran-tany rehetra ahazoana vokatry ny fambolena, raha tsy hoe rakotr’hazo naniry ho azy na voavoly izy ireny ;• Ny fanaovana kijàna firaofana, arakaraka ny anokanana ny tany voasoritry ny lalàna.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"5",
        "titre":"FAMARITANA NY ALA",
        "article":"And.5",
        "contenu":": Ny fizaham-pototra ny maha-faritr’ala ny tany dia tandrifim-pahefan’ny vaomiera iray momba ny ala eo amin’ny toerana misy ny tany ka didim-panjakana no mametra izay ho anisany sy ny fomba fampandehanana azy",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"6",
        "titre":"FAMARITANA NY ALA",
        "article":"And.6",
        "contenu":"Ny fanapahana ataon’ny vaomiera dia azo ampakarina eo anatrehan’antokom-pitsarana arapitondrana izay hanapaka ny amin’ny fifanolanana rehetra mitranga.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"7",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"TOKO VOALOHANY : FAMARITANA",
        "article":"And.7",
        "contenu":"Ny sata itantanana ny ala dia ny fitambaramben’ny fepetra soritan’ny didy aman-dalàna ary sfitsipika mifototra amin’ny fiarovana sy ny fitantanana tsara sady maharitra ny loharanon-karen’ny ala.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"8",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"TOKO II FAMPIHARANA NY SATA ITANTANANA NY ALA SY NY FANAFAHANA AMIN’IZANY",
        "article":"And.8",
        "contenu":"Ny ala rehetra dia azo ampiharana ny sata itantanana ny ala na ahafahana amin’izany amin’ny alàlan’ny fanapahana ataon’ny Fandraharaham-panjakana rehefa manome ny heviny ny vaomiera mikarakara ny ala voalazan’ny andininy faha – 5 amin’izao laharana izao.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"9",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"TOKO II FAMPIHARANA NY SATA ITANTANANA NY ALA SY NY FANAFAHANA AMIN’IZANY",
        "section":"Sokajy voalohany Fampiharana ny sata itantanana ny ala",
        "article":"And.9",
        "contenu":"Ny ala rehetra ampiharana ny sata itantanana ny ala dia fehezin’ny fitsipika momba ny fiarovana, fitantanana ary fitrandrahana soritan’ireo lalàna ireo.",
        "type":"Loi N° 97/017"
    },
    {   
        "id":"10",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"TOKO II FAMPIHARANA NY SATA ITANTANANA NY ALA SY NY FANAFAHANA AMIN’IZANY",
        "section":"Sokajy voalohany Fampiharana ny sata itantanana ny ala",
        "article":"And.10",
        "contenu":"Ny ala iharan’ny sata itantanana ny ala dia tsy azo amidy sy tsy maty paik’andro ny fitompoana azy.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"11",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"And.11",
        "contenu":" Les forêts soumises au régime forestier sont inaliénables et imprescriptibles",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"12",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"And.12",
        "contenu":" Les forêts soumises au régime forestier bénéficient de divers avantages qui sont déterminés par voie réglementaire",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"13",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"And.13",
        "contenu":"Sont notamment soumis au régime forestier, dès l'entrée en vigueur de la présente Loi N° 97/017, compte tenu des dispositions particulières des Conventions internationales :• les forêts naturelles telles que les Réserves Naturelles Intégrales, Parcs Nationaux, Réserves Spéciales, Forêts Classées, les Forêts domaniales, les Réserves Forestières ;• les forêts artificielles appartenant à des personnes publiques dont notamment les reboisements et périmètres de reboisement ou de restauration des sols, les stations forestières;• les forêts et terrains à boiser qui font partie du domaine de l'Etat ou sur lequel l'Etat a des droits de propriété indivis ;• les bois et forêts susceptibles d'aménagement, d'expLoi N° 97/017tation régulière ou de reconstitution et les terrains à boiser appartenant aux Collectivités territoriales décentralisées, aux établissements publics, aux établissements d'utilité publique, et à d'autres personnes morales publiques ou sur lesquels ces collectivités et personnes morales ont des droits de propriété indivis ;• les bois, forêts et terrains à boiser, propriété d'un groupement forestier constitués dans le but de mener dans les régions côtières une politique foncière de sauvegarde de l'espace littoral, de respect des sites naturels et de l'équilibre écologique ;• les terrains reboisés par l'Etat en exécution de l’article 44 de la présente Loi N° 97/017 ;• les brise-vent plantés sur des biens fonds agricoles ;• Les plantations fruitières sur terrains non forestiers, telles les cocoteraies.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"14",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"And.14",
        "contenu":"Tout propriétaire de forêt peut demander la soumission de sa forêt au régime forestier.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"15",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"And.15",
        "contenu":"Les conditions et les modalités de soumission au régime, peuvent varier suivant que les forêts considérées appartiennent à l'Etat, aux Collectivités Territoriales Décentralisées, aux Etablissements Publics, ou à des Personnes privées, physiques ou morales.Des décrets fixeront, en tant que de besoin, les conditions et modalités prévues à l'alinéa .",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"16",
        "titre":"DEFINITION DE LA FORÊT",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 1ère. Soumission au régime forestier",
        "article":"And.16",
        "contenu":"Toute contestation relative à la soumission ou non au régime forestier relève de la compétence de la commission prévue à l'article 5 de la présente.Les modalités et conditions d’application du présent article seront déterminés par voie réglementaire.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"17",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 2. De la distraction du régime forestier",
        "article":"And.17",
        "contenu":" Les forêts des personnes publiques et des personnes privées peuvent faire l'objet de distraction temporaire ou définitive du régime forestier.Toutefois, les Réserves Naturelles Intégrales, les Parcs Nationaux, les Réserves Spéciales et les forêts classées, dans le respect des conventions internationales ainsi que les terrains et surfaces définis à l’article 2 ne sont pas susceptibles de distraction.Pour les forêts de l'Etat, la distraction est décidée par décret en Conseil de Gouvernement sur proposition du Ministre chargé des forêts.Pour les forêts des Collectivités Territoriales Décentralisées et des Etablissements Publics, l'autorisation de distraction est accordée par le représentant régional de l'Administration Forestière, sur demande du propriétaire, après avis de la commission prévue à l'article 5 de la présente Loi N° 97/017.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"18",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 2. De la distraction du régime forestier",
        "article":"And.18",
        "contenu":"La demande d'autorisation de distraction doit être fondée sur l'exécution d'un programme économique et social d'utilité publique.La demande de distraction est instruite dans les mêmes conditions et suivant les mêmes procédures que la demande de soumission",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"19",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 2. De la distraction du régime forestier",
        "article":"And.19",
        "contenu":"La décision autorisant la distraction est prise dans les mêmes formes que pour la soumission au régime forestier.Elle est susceptible de recours par les mêmes personnes et dans les mêmes conditions que pour la soumission au régime forestier.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"20",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE II. SOUMMISSION ET DISTRACTION AU REGIME FORESTIER",
        "section":"Section 2. De la distraction du régime forestier",
        "article":"And.20",
        "contenu":"Les forêts ayant fait l'objet de distraction du régime forestier peuvent réintégrer ce régime dans les conditions et suivant les procédures prévues dans la Section 1, du chapitre II, du titre II de la présente Loi N° 97/017",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"21",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "article":"And.21",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "contenu":" Sont soumises de droit au régime forestier, sauf distraction dans les conditions prévues aux articles 17 à19 de la présente Loi N° 97/017 :• les forêts de l'Etat,• les forêts des Collectivités Territoriales Décentralisées,• les forêts des Etablissements publics.Les forêts des personnes publiques dépendant du domaine de l'Etat, des Collectivités Territoriales Décentralisées et des établissements publics sont, de droit, soumises au régime forestier, dès l'entrée en vigueur de la présente Loi N° 97/017.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"22",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "article":"And.22",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "contenu":"Les forêts des personnes privées peuvent être soumises au régime forestier par décision du Ministère chargé des Forêts après avis de la commission forestière prévue à l'article 5 de la présente Loi N° 97/017.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"23",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "section":"Section 1. Des forêts de l'Etat",
        "article":"And.23",
        "contenu":"Les forêts de l'Etat sont gérées conformément aux orientations de la politique forestière et aux objectifs de gestion durable des ressources forestières fixés par le Plan Directeur Forestier National élaboré de manière participative et publié par Arrêté du Ministre Chargé des Forêts.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"24",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "section":"Section 1. Des forêts de l'Etat",
        "article":"And.24",
        "contenu":"Les forêts de l'Etat peuvent être gérées en régie.L’Etat peut déléguer la gestion de ses forêts à d'autres personnes publiques ou privées.Un décret pris en Conseil de Gouvernement fixera les modalités de délégation.",
        "type":"Lalana laharana faha: 97 – 017"
    },
    {
        "id":"25",
        "titre":"NY MOMBA NY SATA ITANTANANA NY ALA",
        "chapitre":"CHAPITRE III. LES FORETS SOUMISES AU REGIME FORESTIER",
        "section":"Section 2. Des forêts des Collectivités Territoriales Décentralisées et des Etablissements publics",
        "article":"And.25",
        "contenu":"Les forêts des Collectivités Territoriales Décentralisées et des Etablissements publics sont régies par les mêmes règles que pour les forêts de l'Etat.",
        "type":"Lalana laharana faha: 97 – 017"
    }
]